{
  "headerproject": "Current events and projects",
  "member": "Board Member",
  "reports": "Important Reports",
  "vision": "Vision Identity",
  "news": "Latest News",
  "projects": "Projects",
  "projectdetails": "Programs and Projects / Project Details",
  "details": "details",
  "relatednews": "Related News",
  "Vacancies": "Vacancies",
  "joinus": "Join Us",
  "blogDetails": "Artificial Intelligence and Education: How Technology is Changing the Future of Learning",
  "partners": "Partners",
  "strategy": "Strategic guidance",
  "teams": "Tanfeethi Team",
  "link": "Related Links",
  "trainers": "Trainers",
  "follow": "Follow us on X platform",
  "review": "What they said about us",
  "apply": "Apply now",
  "sliders": "Recent Projects",
  "riyadhAlHudaTitle": "Riyadh Al Huda Schools Company",
  "riyadhAlHudaDescription": "Riyadh Al Huda Schools Company is a leading educational institution that strives to provide high-quality education based on modern scientific foundations. We believe in the importance of building a conscious and creative generation equipped with the skills and knowledge necessary to meet the demands of the modern era.",
  "riyadhVision": "Vision",
  "riyadhAlHudaVision": "Towards a Promising Future with Vision 2030",
  "riyadhAlHudaVisionDetails": "At Riyadh Al Huda Schools Company, we aim to align with the Kingdom of Saudi Arabia's Vision 2030 and fulfill its aspirations by developing the curriculum, improving the learning environment, and investing in digital and technical education to enhance the Kingdom's status as a distinguished educational hub in the region.",
  "riyadhAlHudaBranches": "Riyadh Al Huda Schools & Colleges Network",
  "riyadhAlHudaBranchesDetails": "We take pride in the presence of Riyadh Al Huda Schools in multiple locations to be closer to our students and their families, and to provide an outstanding educational environment at every branch.",
  "riyadhAlHudaContact": "We are here to serve you!",
  "riyadhAlHudaContactDetails": "We are always happy to hear from you to answer your inquiries or provide the necessary support.",
  "title": "We nurture minds, build skills, and guide our children to the pinnacle of knowledge, character, and excellence.",
  "buttonText": "Register with us now",
  "parentFeedbackTitle": "Testimonials",
  "parentFeedbackDescription": "We are proud of the trust parents place in us and the appreciation of our students for the inspiring and supportive educational environment we provide.",
  "faqTitle": "Frequently Asked Questions",
  "faqDescription": "Answering your inquiries"
}
